akamud.vscode-theme-onedark
batisteo.vscode-django
bierner.markdown-preview-github-styles
bung87.vscode-gemfile
castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
gencer.html-slim-scss-css-class-completion
Gruntfuggly.todo-tree
HookyQR.beautify
humao.rest-client
ionutvmi.path-autocomplete
kaiwood.endwise
mechatroner.rainbow-csv
miguel-savignano.ruby-symbols
misogi.ruby-rubocop
mohsen1.prettify-json
mrmlnc.vscode-duplicate
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-toolsai.jupyter
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
mushan.vscode-paste-image
naumovs.color-highlight
noku.rails-run-spec-vscode
rebornix.ruby
ritwickdey.LiveServer
saikou9901.evilinspector
shardulm94.trailing-spaces
sianglim.slim
sporto.rails-go-to-spec
taichi.vscode-textlint
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
wingrunr21.vscode-ruby
wix.vscode-import-cost
