akamud.vscode-theme-onedark
bierner.markdown-preview-github-styles
castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
gencer.html-slim-scss-css-class-completion
humao.rest-client
ionutvmi.path-autocomplete
mechatroner.rainbow-csv
mrmlnc.vscode-duplicate
MS-CEINTL.vscode-language-pack-ja
msjsdiag.debugger-for-chrome
mushan.vscode-paste-image
naumovs.color-highlight
rebornix.ruby
ritwickdey.LiveServer
saikou9901.evilinspector
shardulm94.trailing-spaces
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
wix.vscode-import-cost
